/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "גשרים הם ממסרי Tor שעוזרים לעקיפת צנזורה. אתה יכול לנסות גשרים אם Tor חסום ע\"י ספק האינטרנט שלך; כל סוג של גשר משתמש בשיטה שונה למניעת צנזורה: אם סוג אחד אינו עובד, נסה להשתמש באחד אחר.\n\nאתה יכול להשתמש בגשרים המסופקים למטה או להשיג גשרים ב־%.";
"No Bridges: Directly Connect to Tor" = "ללא גשרים: התחבר ישירות אל Tor";
"Provided Bridges: %" = "גשרים מסופקים: %";
"Custom Bridges" = "גשרים מותאמים אישית";


// BridgeSelectViewController.xib
"Bridge Configuration" = "תצורת גשר";
"Done" = "סיים";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "לפעמים אתה צריך גשר כדי להשיג את Tor.";
"TELL ME MORE" = "ספר לי עוד";


// ConnectingViewController.swift
"Connected!" = "מחובר!";
"__CLAIM_1__" = "הקהילה המגוונת שלנו היא מה שעושה את Tor נהדר!";
"__CLAIM_2__" = "אנשים רגילים משתמשים ב־Tor כדי להימנע ממעקב ע\"י מודעות שיווקיות.";
"__CLAIM_3__" = "אנשים משתמשים ב־Tor כדי להישאר מחוברים באופן בטוח עם חבריהם ומשפחתם.";
"__CLAIM_4__" = "פעילנים משתמשים ב־Tor כדי לבטא בחופשיות את דעותיהם ואמונותיהם.";
"__CLAIM_5__" = "בלוגרים משתמשים ב־Tor כדי ללכד אנשים כלפי רפורמה חברתית.";
"__CLAIM_6__" = "עיתונאים משתמשים ב־Tor כדי לחקור בבטחה סיפורים שהם מדווחים עליהם.";
"__CLAIM_7__" = "אנשי עסקים משתמשים ב־Tor כדי לשמור על אסטרטגיות החברה שלהם פרטיות.";
"__CLAIM_8__" = "עובדים משתמשים ב־Tor כדי להילחם למען צדק ללא פחד לאבד את עבודתם.";


// ConnectingViewController.xib
"We're connecting you." = "אנחנו מתחברים אליך.";
"START BROWSING" = "התחל לגלוש";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "בדפדפן אחר, בקר ב־% ובחר 'השג גשרים'. השתמש בקטע 'אפשרויות מתקדמות'; תעבורות נתיקות 'obfs4' מומלצות. (אל תבחר IPv6.)\n\nאתה יכול להקיש על הצלמית 'מצלמה' כדי להשתמש בקוד QR מהאתר, או להעתיק ולהדביק באופן ידני את 'שורות הגשר' כאן:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "נראה שנתקענו! צא. לאחר מכן הפעל מחדש את היישום.";


// HelloViewController.xib
"Hello" = "שלום";
"Welcome to Tor on mobile." = "ברוך הבא אל Tor בנייד.";
"CHANGE LANGUAGE" = "שנה שפה";
"Change Language" = "שנה שפה";
"Cancel" = "בטל";


// IntroViewController.xib
"CONTINUE WITHOUT" = "המשך בלי";
"USE A BRIDGE" = "השתמש בגשר";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "דפדף באינטרנט כפי שאתה מצפה שאתה אמור.";
"No tracking. No censorship." = "ללא מעקב. ללא צנזורה.";


// ScanQrViewController.swift
"Scan QR Code" = "סרוק קוד QR";
"Error" = "שגיאה";
"Camera access was not granted or QR Code scanning is not supported by your device." = "גישה אל מצלמה לא הוענקה או סריקת קוד QR אינה נתמכת ע\"י המכשיר שלך.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "קוד QR לא היה יכול להתפענח! האם אתה בטוח שסרקת קוד QR מתוך bridges.torproject.org?";
